Repository: towh2301/toin_web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Page Not Found
vi: Không tìm thấy trang

source: Sorry, the page you are looking for does not exist or has been moved. It might have been replaced with something better.
vi: Rất tiếc, trang bạn đang tìm kiếm không tồn tại hoặc đã bị di chuyển. Có thể trang đó đã được thay thế bằng trang khác tốt hơn.

source: Go to Home
vi: Về trang chủ

source: Go Back
vi: Quay lại

source: Server Error
vi: Máy chủ lỗi

source: Something went wrong on our end. Our team has been notified and we are working to fix the issue.
vi: Đã xảy ra sự cố từ phía chúng tôi. Nhóm của chúng tôi đã được thông báo và chúng tôi đang cố gắng khắc phục sự cố.

source: Custom Dashboards
vi: Bảng điều khiển tùy chỉnh

source: Open Dashboard
vi: Mở bảng điều khiển

source: TOIN Word Converter
vi: Bộ chuyển đổi Word TOIN

source: Upload your PDF file below to convert it into an editable Word document.
vi: Tải lên tệp PDF của bạn dưới đây để chuyển đổi thành tài liệu Word có thể chỉnh sửa.

source: Select a PDF file
vi: Chọn tệp PDF

source: Convert Now
vi: Chuyển đổi ngay

source: Supported formats: PDF
vi: Định dạng được hỗ trợ: PDF

source: ABOUT US
vi: VỀ CHÚNG TÔI

source: JAPANESE STANDARDS IN MANUFACTURING TOIN VIETNAM CO.,LTD. produces highly value-added packages under quality and manufacturing control systems with Japanese standards.
vi: Hoạt động theo Tiêu chuẩn Nhật Bản trong sản xuất, CÔNG TY TNHH TOIN VIỆT NAM sản xuất các sản phẩm bao bì có giá trị gia tăng cao dưới hệ thống kiểm soát chất lượng và sản xuất đạt chuẩn Nhật Bản.

source: OUR BUSINESSES
vi: TẬP ĐOÀN

source: About Us
vi: Về chúng tôi

source: Services
vi: Dịch vụ

source: Portfolio
vi: Sản phẩm

source: Our Businesses
vi: Tập đoàn

source: FEATURES
vi: ĐẶC ĐIỂM NỔI BẬT

source: CONTACT
vi: LIÊN HỆ

source: Features
vi: Đặc điểm nổi bật

source: Contact
vi: Liên hệ

source: Others
vi: Khác

source: PDF - Converter
vi: PDF - Chuyển đổi

source: Career
vi: Việc làm

source: Discover
vi: Khám phá

source: Our Story
vi: Hành trình của chúng tôi

source: Vietnam Offices
vi: Văn phòng tại Việt Nam

source: Company History
vi: Lịch sử hình thành

source: Company Information
vi: Thông tin công ty

source: Address
vi: Địa chỉ

source: Explore key milestones of TOIN CO., LTD.
vi: Khám phá những cột mốc quan trọng của TOIN CO., LTD.

source: Discover some information of TOIN VIETNAM CO,. LTD.
vi: Tìm hiểu thông tin về CÔNG TY TNHH TOIN VIỆT NAM.

source: Company Name
vi: Tên công ty

source: Founded
vi: Thành lập

source: Capital
vi: Vốn điều lệ

source: Industry
vi: Lĩnh vực

source: Mission
vi: Sứ mệnh

source: Parent Companies
vi: Công ty mẹ

source: Get in Touch
vi: Liên hệ với Chúng tôi.

source: With Us
vi: chúng tôi

source: Phone
vi: Điện thoại

source: Your Name
vi: Họ và tên

source: Your Email
vi: Email của bạn

source: Subject
vi: Tiêu đề

source: Message
vi: Nội dung

source: Send Message
vi: Gửi tin nhắn

source: Explore Our
vi: Khám phá

source: Welcome to
vi: Chào mừng đến với

source: Explore
vi: Khám phá

source: All
vi: Tất cả

source: CAREER OPPORTUNITIES
vi: CƠ HỘI NGHỀ NGHIỆP

source: Join Our Team
vi: Gia nhập đội ngũ

source: Build Your Future with TOIN
vi: Xây dựng tương lai cùng TOIN

source: Department
vi: Phòng ban

source: N/A
vi: Không áp dụng

source: Experience
vi: Kinh nghiệm

source: Location
vi: Địa điểm làm việc

source: Salary Range
vi: Mức lương

source: View Details
vi: Xem chi tiết

source: Apply Now
vi: Ứng tuyển ngay

source: Full Description
vi: Mô tả chi tiết

source: Requirements
vi: Yêu cầu

source: Benefits
vi: Quyền lợi

source: Posted
vi: Ngày đăng

source: Updated
vi: Cập nhật

source: No Open Positions
vi: Chưa có vị trí tuyển dụng

source: We don't have any open positions at the moment, but we're always looking for talented individuals to join our team.
vi: Hiện tại chúng tôi chưa có vị trí tuyển dụng nào, nhưng luôn tìm kiếm những ứng viên tài năng để gia nhập đội ngũ.

source: Please check back later or send us your resume for future opportunities.
vi: Vui lòng kiểm tra lại sau hoặc gửi CV của bạn để chúng tôi xem xét cho các cơ hội trong tương lai.

source: Send Resume
vi: Gửi CV

source: Interested in Joining Our Team?
vi: Bạn muốn gia nhập đội ngũ của chúng tôi?

source: We'd Love to Hear from You
vi: Chúng tôi rất mong nhận được thông tin từ bạn

source: Call Us
vi: Gọi cho chúng tôi

source: Speak directly with our HR team about career opportunities.
vi: Nói chuyện trực tiếp với đội ngũ Nhân sự về các cơ hội nghề nghiệp.

source: Call Now
vi: Gọi ngay

source: Meet
vi: Gặp gỡ

source: Address:
vi: Địa chỉ:
